Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/index.html.txt.tmx
Source language: en
Languages: ga

source: The Dormant Accounts Acts aim to reunite account holders or their next of kin with dormant bank accounts
ga: Tá sé mar aidhm ag Achtanna na gCuntas Díomhaoin cuntais bhainc dhíomhaoine in Éirinn a thabhairt ar ais do shealbhóirí cuntais nó dá neasghaolta

source: Credit unions are organisations of people that save together and lend to each other at affordable rates of interest
ga: Is eagras é an comhar creidmheasa de dhaoine a chuireann airgead i dtaisce le chéile agus a chuireann iasachtaí airgid ar fáil dá chéile ar ráta úis réasúnta

source: Financial institutions and identification
ga: Institiúidí airgeadais agus aitheantas

source: Before you open an account in a financial institution, you must show certain evidence of identity
ga: Pléann an cháipéis seo na cineálacha fianaise aitheantais a bhíonn ag teastáil chun cuntas a oscailt le hinstitiúid airgeadais

source: Money laundering is a very serious offence
ga: Cion an-tromchúiseach is ea sciúradh airgid in Éirinn

source: This document looks at the steps that have been taken to combat this crime
ga: Caitheann an cháipéis seo súil ar na bearta a rinneadh chun an choir seo a chomhrac

source: Opening and switching a bank account
ga: Faigh amach anseo faoi na rialacha maidir le cuntais bhainc a oscailt agus a athrú in Éirinn

source: Find out what the rules are for opening and switching bank accounts
ga: Faigh comhairle freisin faoi conas an cuntas is oiriúnaí do d’éilimh a oscailt

source: Central Bank of Ireland
ga: Banc Ceannais na hÉireann

source: Introduction to the functions and powers of the Central Bank of Ireland
ga: Tá plé déanta sa cháipéis seo ar fheidhmeanna agus cumhachtaí Bhanc Ceannais na hÉireann

source: Financial transactions with other EU countries
ga: Díospóidí le hinstitiúidí airgeadais i dtíortha eile de chuid an AE

source: It also gives information on the Single European Payments Area (SEPA) which came into effect on 1 February 2014
ga: Pléann an cháipéis seo Rialachain an AE maidir le bearta airgeadais trasteorann taobh istigh den Chrios Eorpach

source: The euro is the unit of currency of 18 EU Member States. Background on its introduction
ga: Pléann an cháipéis seo an euro - airgead na 18 ballstáit AE

source: Find out about the advanced security features which make euro banknotes and coins recognisable and protect against counterfeiting
ga: Déantar cur síos sa doiciméad seo ar shonraí slándála na nótaí agus boinn nua Euro

source: The National Payments Plan aims to increase electronic forms of payment such as debit cards and electronic banking in Ireland
ga: Is é aidhm an Phlean Náisiúnta Íocaíochtaí cineálacha leictreonacha íocaíochta, ar nós cártaí dochair agus baincéireacht leictreonach, a mhéadú in Éirinn

source: Rounding of cash transactions will be rolled out from 28 October 2015
ga: Is é is cuntais chaighdeánacha bhainc ann ná cuntais shimplí bhainc nach ngearrtar táillí ná muirir as gnáthsheirbhísí ina leith

source: An explanation of how rounding will work
ga: Tugtar faisnéis sa doiciméad seo ar thabhairt isteach na gcuntas caighdeánach bainc

source: Standard bank accounts are simple bank accounts with no fees or changes for normal services
ga: Rolladh amach slánúchán na n-idirbheart airgid ó 28 Deireadh Fómhair 2015 i leith

source: This document gives information on the introduction of standard bank accounts
ga: Míniú faoin gcaoi ina n-oibreoidh an slánúchán

source: Most Read in "Money and Tax"
ga: Ábhar is mó éilimh i "Airgead agus Cáin"

source: How your income tax is calculated
ga: An córas le cáin a mheas

source: Universal Social Charge (USC)
ga: Muirear Sóisialta Uilíoch (MSU)

source: Introduction to income tax credits and reliefs
ga: Réamhrá ar chreidmheasanna cánach agus faoiseamh ó cháin ioncaim
